Revit 2027 API
AdvancedWood.WoodManualLateColor Property
 The property labeled "Manual latewood color" from the "AdvancedWood" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static string WoodManualLateColor { get; }
Public Shared ReadOnly Property WoodManualLateColor As String
	Get
public:
static property String^ WoodManualLateColor {
	String^ get ();
}
static member WoodManualLateColor : string with get
Property Value
String
Remarks
 This property is of type "AssetPropertyDoubleArray4d".
See Also
Reference
AdvancedWood Class
Autodesk.Revit.DB.Visual Namespace